Repository: common-repository/simplicy-post-view
Catalog: languages/simplicypostview-*.po
Languages: es_es, fr_fr

source: Simplicy post view
es_es: Ver el post Simplicy

source: Title
es_es: Título
fr_fr: Titre

source: Select category :
es_es: Seleccione categoría:
fr_fr: Selectioner une catégorie

source: Leave blank to show all categories
es_es: Dejar en blanco para mostrar todas las categorías
fr_fr: Laissez le champ vide pour afficher toutes les catégories

source: Post number to display :
es_es: Número de mensajes para mostrar:
fr_fr: Nombre d´article à afficher

source: Show date and the number of comments
es_es: Mostrar la fecha y el número de comentarios
fr_fr: Afficher la date et le nombre de commentaire

source: View post titles
es_es: Ver títulos de publicaciones
fr_fr: Afficher les titres des articles

source: Size post titles :
es_es: Tamaño títulos publicaciones:
fr_fr: Taille des titres des articles

source: (14px default)
es_es: (por defecto 14px)
fr_fr: (14px par défaut)

source: Display excerpt
es_es: Extracto Pantalla
fr_fr: Afficher un extrait

source: Excerpt length (words):
es_es: Extracto de longitud (palabras):
fr_fr: Longueur extrait (en mots)

source: Display link read more
es_es: Mostrar enlace leer más
fr_fr: Afficher le lien lire la suite

source: Text for the link:
es_es: Texto para el enlace:
fr_fr: Texte pour le lien

source: Display a thumbnail
es_es: Mostrar una miniatura
fr_fr: Afficher une vignette

source: Size of the thumbnail:
es_es: Tamaño de la miniatura:
fr_fr: Dimension de la vignette:

source: Width:
es_es: Ancho:
fr_fr: Largeur :

source: Height:
es_es: Alto:
fr_fr: Hauteur :

source: Image Position
es_es: Posición de la imagen
fr_fr: Position de l'image

source: Show images description
es_es: Mostrar Descripción Imágenes
fr_fr: Afficher la description des images

source: Check this box to turn gallery mod
es_es: Marque esta casilla para activar modo galería
fr_fr: Cochez cette case pour mettre en mode galerie

source: Text link to post
es_es: Enlace de texto para publicar
fr_fr: Texte du lien vers l'article

source: Shortcode use
es_es: Uso de shortcode
fr_fr: Utilisation du Shortcode

source: Title of the column that contains your post
es_es: Título de la columna que contiene su mensaje
fr_fr: Titre de la colonne qui contient vos articles

source: Width of the column that contains your post
es_es: Ancho de la columna que contiene su mensaje
fr_fr: Largeur de la colonne qui contient vos articles

source: Position of the column that contains your post right, left, center
es_es: Posición de la columna que contiene su mensaje derecha, izquierda, centro
fr_fr: Position de la colonne qui contient vos articles right, left, center

source: Right margin of the column that contains your post
es_es: Margen derecho de la columna que contiene su mensaje
fr_fr: Marge de droite de la colonne qui contient vos articles

source: Left margin of the column that contains your post
es_es: Margen izquierdo de la columna que contiene el mensaje
fr_fr: Marge de gauche de la colonne qui contient vos articles

source: Post by category id example cat="5"
es_es: Publicar por id de categoría ejemplo cat = "5 "
fr_fr: Catégorie des articles par id example cat="5"

source: Display the date of publication of the post and number of comment yes/no
es_es: Mostrar la fecha de publicación del mensaje y el número de comentario si/no
fr_fr: Affichage de la date de publication de l'article et le nombre de commentaire yes/no

source: Display link to post on/off
es_es: Mostrar enlace para publicar encendido / apagado
fr_fr: Affichage du lien vers les articles on/off

source: Image width post
es_es: Publicación Ancho de la de imagen
fr_fr: Largeur de l'image de l'article

source: Image Height post
es_es: Publicación altura de la imagen
fr_fr: Hauteur de l'image de l'article

source: Image position: none, left, right
es_es: Posición de la imagen: ninguno, izquierda, derecha
fr_fr: Position de l'image none, left, right

source: Horizontal separation
es_es: Separación horizontal
fr_fr: Séparation horizontal

source: Exemple shortcode use
es_es: Ejemplo de uso de shortcode
fr_fr: Exemple d'utilisation du shortcode

source: A single column in the center
es_es: Una sola columna en el centro
fr_fr: Une colonne simple au centre

source: Two columns
es_es: Dos columnas
fr_fr: Deux colonnes

source: Four columns and two up two down
es_es: Cuatro columnas y dos arriba dos abajo
fr_fr: Quatre colonnes deux en haut et deux en bas
